<script setup lang="ts">
</script>

<template lang="pug">
  .card
    header.card-header
      p.card-header-title Функциональные круги
    .card-content
      article.content
        p Поместите себя в центр своей сети. Первый внутренний круг обычно состоит из ближайших друзей и членов семьи. Это люди, которым вы доверяете больше всего. Они формируют круг поддержки.
        p Круг продуктивности помогает достичь результатов. Вы достаточно хорошо знаете всех в круге продуктивности, у вас уже сложились с ними устойчивые связи, но это не значит, что все эти люди вам близки.
        p Круг развития, это "горизонт" вашей сети. В нем появляются новые контакты. Интересные и выгодные контакты необходимо притягивать в круг продуктивности, укрепляя и стабилизируя отношения.
        .message
          .message-body Функциональные круги определяют плотность вашей сети контактов

        .mt-1.tags
          span.tag Поддержка
          span.tag Продуктивность
          span.tag Развитие

    footer.card-footer
      .card-footer-item.has-text-black Забвение для вампиров
</template>

<style>
</style>