<script setup lang="ts">

</script>

<template lang="pug">
  .card
    header.card-header
      p.card-header-title Связи
    .card-content
      article.content
        p Связь с контактом не позволяет ему улететь в область забвения, хотя некоторые связи со временем ослабевают и/или контакт теряется.
        p По умлочанию связь имеет дистанцию 100, поэтому после связывания двух контактов необходимо установить одну из стандартных дистанций или выбрать дистанцию вручную.
        p Связь можно установить между любыми узлами. Это позволит отыскать кратчайшие пути для решения вопросов.
        .message
          .message-body Если "желтому" сложно выстроить взаимодействие с "синим", стоит отыскать в ближайшем окружении "синего" другие контакты

        .mt-1.tags
          span.tag Семья
          span.tag Друзья
          span.tag Работа

    footer.card-footer
      .card-footer-item.has-text-black Маршрут построен
</template>

<style>
</style>