<script setup lang="ts">

</script>

<template lang="pug">
  .card
    header.card-header
      p.card-header-title Узлы - контакты
    .card-content
      article.content
        p Добавляйте контакты в сеть в виде узлов графа. Каждый контакт можно отметить цветом, соответствующим фильтру восприятия.
        p Добавляйте в вашу сеть узел при каждом новом знакомстве. Кто знает, возможно это "мост", к важному для вас контакту.
        p Конденсаторы аккумулируют в себе много полезного. Рано или поздно это полезное будет выгодным для вас, поэтому тесная связь не помешает
        .message
          .message-body Найти коннекторов, которые познакомят с конденсаторами. "Мосты" помогают установить и укрепить отношения с новыми контактами. "Привратник" - ваша помеха.

        .mt-1.tags
          span.tag Коннекторы
          span.tag Конденсаторы
          span.tag Мосты
          span.tag Привратники

    footer.card-footer
      .card-footer-item.has-text-black Конденсатор знает больше
</template>

<style>
</style>